tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/brewdler'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'android-sdk'
brew 'android-ndk'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'boost'
brew 'xz'
brew 'python3'
brew 'boost-python'
brew 'ghc'
brew 'cabal-install'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'carthage'
brew 'gmp'
brew 'isl'
brew 'cloog'
brew 'cmake'
brew 'coreutils'
brew 'eigen'
brew 'fortune'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gflags'
brew 'glog'
brew 'go'
brew 'gperftools'
brew 'gradle'
brew 'graphviz'
brew 'htop-osx'
brew 'icu4c'
brew 'ilmbase'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'snappy'
brew 'leveldb'
brew 'libevent'
brew 'lmdb'
brew 'markdown'
brew 'mongodb'
brew 'mysql', restart_service: true
brew 'nkf'
brew 'node'
brew 'nvm'
brew 'openexr'
brew 'p7zip'
brew 'pandoc'
brew 'pkg-config'
brew 'plantuml'
brew 'pngpaste'
brew 'ponysay'
brew 'postgresql'
brew 'protobuf'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'redis'
brew 'source-highlight'
brew 'szip'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'homebrew/python/numpy'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/openblas'
brew 'homebrew/science/opencv'
brew 'homebrew/science/r'
cask 'emacs'
cask 'sequel-pro'
