tap "azure/functions"
tap "homebrew/brewdler"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "sanemat/font"
brew "anyenv"
brew "apktool"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "readline", link: true
brew "python@3.10"
brew "azure-cli"
brew "coreutils"
brew "gettext"
brew "tmux"
brew "byobu"
brew "glib"
brew "python@3.9"
brew "carthage"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "direnv"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "pango"
brew "fontforge"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lha"
brew "libimobiledevice", args: ["HEAD"]
brew "libressl"
brew "libxml2"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nkf"
brew "pandoc"
brew "plantuml"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rust"
brew "screenresolution"
brew "source-highlight"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@3"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "adobe-creative-cloud"
cask "alfred"
cask "anaconda"
cask "android-platform-tools"
cask "android-studio"
cask "authy"
cask "blender"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kindle"
cask "licecap"
cask "miniconda"
cask "ngrok"
cask "unity-hub"
cask "visual-studio-code"
cask "xquartz"
