tap "caskroom/cask"
tap "homebrew/binary"
tap "homebrew/brewdler"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
brew "android-ndk"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "ant"
brew "autoconf"
brew "automake"
brew "awscli"
brew "python3"
brew "boost-python"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "git"
brew "carthage"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "cmigemo"
brew "coreutils"
brew "eigen"
brew "fortune"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "jpeg"
brew "gd"
brew "gflags"
brew "glog"
brew "go"
brew "gperftools"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "htop-osx"
brew "hugo"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "leveldb"
brew "libevent"
brew "lmdb"
brew "makedepend"
brew "markdown"
brew "mongodb"
brew "mono"
brew "mysql", restart_service: true
brew "nkf"
brew "numpy"
brew "nvm"
brew "openexr"
brew "p7zip"
brew "pandoc"
brew "phantomjs"
brew "pkg-config"
brew "plantuml"
brew "pngpaste"
brew "ponysay"
brew "postgresql"
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "screen"
brew "source-highlight"
brew "szip"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "homebrew/science/hdf5"
brew "homebrew/science/openblas"
brew "homebrew/science/opencv"
brew "homebrew/science/r"
cask "android-sdk"
cask "calibre"
cask "emacs"
cask "ngrok"
cask "sequel-pro"
cask "sublime-text"
cask "vagrant"
